Revit 2027 API
ParameterTypeId.LevelAttrRoomComputationAutomatic Property
 "Automatic Room Computation Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelAttrRoomComputationAutomatic { get; }
Public Shared ReadOnly Property LevelAttrRoomComputationAutomatic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelAttrRoomComputationAutomatic {
	ForgeTypeId^ get ();
}
static member LevelAttrRoomComputationAutomatic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace